-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 13, 2023 at 03:28 PM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.1.17

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `1`
--

-- --------------------------------------------------------

--
-- Table structure for table `academics`
--

CREATE TABLE `academics` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `founder` longtext DEFAULT NULL,
  `principal` longtext DEFAULT NULL,
  `vp` longtext DEFAULT NULL,
  `teacher` longtext DEFAULT NULL,
  `office` longtext DEFAULT NULL,
  `helper` longtext DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `academics`
--

INSERT INTO `academics` (`id`, `founder`, `principal`, `vp`, `teacher`, `office`, `helper`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', 1, NULL, '2021-09-07 06:02:06', '2021-09-07 11:01:25');

-- --------------------------------------------------------

--
-- Table structure for table `admissions`
--

CREATE TABLE `admissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `apply` longtext DEFAULT NULL,
  `admission_exam` longtext DEFAULT NULL,
  `admission_rule` longtext DEFAULT NULL,
  `registration` longtext DEFAULT NULL,
  `curricullam` longtext DEFAULT NULL,
  `semister` longtext DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `admissions`
--

INSERT INTO `admissions` (`id`, `apply`, `admission_exam`, `admission_rule`, `registration`, `curricullam`, `semister`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', 1, NULL, '2021-09-07 07:06:55', '2021-09-07 11:01:04');

-- --------------------------------------------------------

--
-- Table structure for table `blogs`
--

CREATE TABLE `blogs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` text NOT NULL,
  `description` text NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `image` varchar(255) DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `blogs`
--

INSERT INTO `blogs` (`id`, `title`, `description`, `status`, `image`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, 'dfda€dag€agsgsd', 'sdgsdgsda€sdg', 1, NULL, 1, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `campuses`
--

CREATE TABLE `campuses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `about` longtext DEFAULT NULL,
  `history` longtext DEFAULT NULL,
  `mv` longtext DEFAULT NULL,
  `structure` longtext DEFAULT NULL,
  `infrastructure` longtext DEFAULT NULL,
  `purification` longtext DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `campuses`
--

INSERT INTO `campuses` (`id`, `about`, `history`, `mv`, `structure`, `infrastructure`, `purification`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', 1, NULL, '2021-09-03 04:32:53', '2021-09-07 11:02:38');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `category_name` varchar(255) NOT NULL,
  `category_slug` varchar(100) DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `category_name`, `category_slug`, `status`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, 'Admission', 'admission', 1, 1, 1, '2021-09-01 10:26:12', '2022-02-05 14:15:06'),
(2, 'Exam', 'exam', 1, 1, NULL, '2021-09-01 10:26:32', '2021-09-01 10:26:32'),
(3, 'Result', 'result', 1, 1, NULL, '2021-09-01 10:26:40', '2021-09-01 10:26:40'),
(4, 'Event', 'event', 1, 1, NULL, '2021-09-01 10:26:50', '2021-09-01 10:26:50'),
(5, 'Administration', 'administrator', 1, 1, NULL, '2021-09-01 10:27:15', '2021-09-01 10:27:15'),
(6, 'National Program', 'ntaional-program', 1, 1, NULL, '2021-09-01 10:27:30', '2021-09-01 10:27:30'),
(7, 'Sports', 'sports', 1, 1, NULL, '2021-09-01 10:39:11', '2021-09-01 10:39:11'),
(8, 'Scholarship', 'scholarship', 1, 1, NULL, '2021-09-15 14:02:29', '2021-09-15 14:02:29'),
(9, 'Stipend', 'stipend', 1, 1, NULL, '2021-09-15 14:02:39', '2021-09-15 14:02:39');

-- --------------------------------------------------------

--
-- Table structure for table `contacts`
--

CREATE TABLE `contacts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `address` text DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `map` text DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `contacts`
--

INSERT INTO `contacts` (`id`, `address`, `email`, `mobile`, `phone`, `map`, `status`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, 'শেরপুর উপজেলার পরিষদের পূর্বে, রামচন্দ্রপুর পাড়া, বিশ্বরোড সংলগ্ন,', 'shagor425@gmail.com', '০১৫৮৪৫৪৫২৬২৮', '01717-561373', 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3048.7224530778367!2d89.41365358123153!3d24.673185473289987!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fdb2ddca70cd6d%3A0x407ba240f7aa3ee8!2sSherpur%20Town%20Club%20Public%20Libray%20Mohila%20Honours%20College!5e0!3m2!1sen!2sbd!4v1631810488188!5m2!1sen!2sbd', 1, 1, NULL, NULL, '2023-09-02 16:10:26');

-- --------------------------------------------------------

--
-- Table structure for table `courses`
--

CREATE TABLE `courses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `kg` longtext DEFAULT NULL,
  `primary` longtext DEFAULT NULL,
  `high` longtext DEFAULT NULL,
  `hsc` longtext DEFAULT NULL,
  `degree` longtext DEFAULT NULL,
  `honours` longtext DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `courses`
--

INSERT INTO `courses` (`id`, `kg`, `primary`, `high`, `hsc`, `degree`, `honours`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', 1, NULL, '2021-09-09 11:24:55', '2021-09-09 11:26:28'),
(2, '<p>bccvb</p>', '<p>cvbvc</p>', '<p>vcbcv</p>', '<p>vcbcvb</p>', '<p>vcbcv</p>', '<p>vcbcv</p>', 1, NULL, '2023-09-11 05:23:00', '2023-09-11 05:23:00');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2021_06_18_171926_create_roles_table', 1),
(5, '2021_09_01_161632_create_categories_table', 2),
(6, '2021_09_01_162315_create_posts_table', 2),
(7, '2021_09_01_164302_create_student_classes_table', 3),
(8, '2021_09_03_100351_create_campuses_table', 4),
(9, '2021_09_07_114849_create_academics_table', 5),
(10, '2021_09_07_130239_create_admissions_table', 6),
(11, '2021_09_07_132236_create_papers_table', 7),
(12, '2021_09_07_132854_create_principals_table', 7),
(13, '2021_09_07_161429_create_sts_table', 8),
(14, '2021_09_07_164226_create_resources_table', 9),
(15, '2021_09_09_165709_create_courses_table', 10),
(16, '2021_09_14_182422_create_photos_table', 11),
(17, '2021_09_14_183510_create_videos_table', 12),
(18, '2021_09_16_161311_create_contacts_table', 13),
(19, '2021_09_16_174444_create_sliders_table', 14),
(20, '2021_10_17_132259_create_blogs_table', 15),
(21, '2023_08_09_180237_create_settings_table', 16);

-- --------------------------------------------------------

--
-- Table structure for table `papers`
--

CREATE TABLE `papers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `class_routine` longtext DEFAULT NULL,
  `online_class_routine` longtext DEFAULT NULL,
  `exam_routine` longtext DEFAULT NULL,
  `syllabus` longtext DEFAULT NULL,
  `calendar` longtext DEFAULT NULL,
  `prospectus` longtext DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `papers`
--

INSERT INTO `papers` (`id`, `class_routine`, `online_class_routine`, `exam_routine`, `syllabus`, `calendar`, `prospectus`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', 1, NULL, '2021-09-07 07:54:42', '2021-09-07 11:00:35');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `photos`
--

CREATE TABLE `photos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` text DEFAULT NULL,
  `caption_by` varchar(255) DEFAULT NULL,
  `caption_date` date DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `status` tinyint(4) DEFAULT 1,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `photos`
--

INSERT INTO `photos` (`id`, `title`, `caption_by`, `caption_date`, `image`, `status`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '1Eos libero molestiae', '1Quibusdam voluptatib', '2021-10-07', '2021091615download (4).jpg', 1, 1, 1, '2021-09-14 12:55:21', '2021-09-16 09:45:04'),
(2, '1Eos libero molestiae', '1Quibusdam voluptatib', '2021-10-07', '2021091615download (9).jpg', 1, 1, NULL, '2021-09-16 09:44:45', '2021-09-16 09:44:45'),
(3, 'Voluptatum ab velit', 'Architecto quae temp', '2008-11-09', '2021091615download (8).jpg', 1, 1, NULL, '2021-09-16 09:45:28', '2021-09-16 09:45:28'),
(4, 'Nostrum dolorum pers', 'Accusamus libero ab', '2016-06-21', '2021091615download (12).jpg', 1, 1, NULL, '2021-09-16 09:45:57', '2021-09-16 09:45:57');

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` bigint(20) NOT NULL,
  `category_id` int(11) DEFAULT NULL,
  `class_id` int(11) DEFAULT NULL,
  `title` text NOT NULL,
  `post_slug` text DEFAULT NULL,
  `description` text DEFAULT NULL,
  `post_date` date DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `post_file` varchar(255) DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `category_id`, `class_id`, `title`, `post_slug`, `description`, `post_date`, `image`, `post_file`, `status`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, 1, 1, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী</span>', 'amra-dharmik-krodh-ebng-opchndkaree-purushder-ninda-kri-zara-ei-muhurter-annder-mohneeztaz-ettai-chdmbeseespan', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '2021-09-02', NULL, '2021090119AdminLTE 3  Starter (8).pdf', 1, 1, 1, '2021-09-01 12:36:07', '2021-09-09 11:43:33'),
(3, 5, 2, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না</span>', 'hz-ebng-zkhn-amra-amader-sbceze-besi-pchnd-kri-ta-krte-amader-badha-dez-naspan', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '1973-08-10', NULL, '2021090119nid-6015197897.pdf', 1, 1, 1, '2021-09-01 12:46:21', '2021-09-09 11:43:58'),
(4, 3, 1, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', 'anndke-surkshit-krar-jnz-anndguli-prtzakhzan-kren-onzthaz-tini-aroo-kharap-bztha-edate-bztha-shz-krenspan', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br>', '1985-01-01', NULL, '2021090218nid-6015197897.pdf', 1, 1, 1, '2021-09-02 12:19:22', '2021-09-09 11:46:19'),
(5, 4, 1, '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">&nbsp;দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে</span><br></p>', 'dabi-ba-bzbsazer-badhzbadhktar-karne-eti-prazsi-ghte-ze-anndguli-khndn-krte-hbespanbrp', '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', '2021-09-11', NULL, '20210909172021_09_07_13-12-43_pm2.pdf', 1, 1, NULL, '2021-09-09 11:47:28', '2021-09-09 11:47:28'),
(6, 6, 2, '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে</span><br></p>', 'zkhn-amader-pchnder-skti-nirbcchinn-hz-ebng-zkhn-amra-amader-sbceze-besi-pchnd-kri-ta-krtespanbrp', '<p><span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span><br></p>', '2021-09-10', NULL, '20210909172021_09_07_13-14-44_pm.pdf', 1, 1, NULL, '2021-09-09 11:48:25', '2021-09-09 11:48:25');

-- --------------------------------------------------------

--
-- Table structure for table `principals`
--

CREATE TABLE `principals` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `school_name` varchar(255) DEFAULT NULL,
  `designation` varchar(255) DEFAULT NULL,
  `details` longtext DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `principals`
--

INSERT INTO `principals` (`id`, `name`, `school_name`, `designation`, `details`, `image`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, 'মোঃ আলিম উদ্দিন', 'বাংলাদেশ আদর্শ  মহাবিদ্যালয়।', 'প্রতিষ্ঠাতা', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '2023080917user-139.png', 1, NULL, '2021-09-07 08:31:25', '2023-08-09 11:58:13'),
(4, 'মোঃ সাবের হোসেন', 'বাংলাদেশ আদর্শ  মহাবিদ্যালয়।', 'অধ্যক্ষ', 'অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।', '2023080919219983.png', 1, NULL, '2021-09-07 09:08:12', '2023-08-09 13:03:16'),
(5, 'মোঃ হযরত আলী', 'বাংলাদেশ আদর্শ  মহাবিদ্যালয়।', 'উপাধ্যক্ষ', 'অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।', '2023080917237088.png', 1, NULL, '2021-09-07 09:09:34', '2023-08-09 11:59:44');

-- --------------------------------------------------------

--
-- Table structure for table `resources`
--

CREATE TABLE `resources` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `class_content` longtext DEFAULT NULL,
  `library` longtext DEFAULT NULL,
  `lab` longtext DEFAULT NULL,
  `sports_yard` longtext DEFAULT NULL,
  `co_education` longtext DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `resources`
--

INSERT INTO `resources` (`id`, `class_content`, `library`, `lab`, `sports_yard`, `co_education`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', 1, NULL, '2021-09-07 10:57:42', '2021-09-07 10:58:39');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'admin', '2021-06-18 12:06:53', '2021-06-18 12:06:53'),
(2, 'teacher', '2021-06-18 12:06:53', '2021-06-18 12:06:53'),
(3, 'student', '2021-06-18 12:06:53', '2021-06-18 12:06:53'),
(4, 'user', '2021-06-18 12:06:53', '2021-06-18 12:06:53'),
(5, 'suspend', '2021-06-18 12:06:53', '2021-06-18 12:06:53');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `college_name` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `slogan` varchar(255) DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `logo` varchar(255) DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `college_name`, `address`, `mobile`, `email`, `slogan`, `created_by`, `updated_by`, `logo`, `status`, `created_at`, `updated_at`) VALUES
(1, 'বাংলাদেশ আদর্শ কলেজ', 'Dhaka, bangladesh', '01511111111', 'collge@gmail.com', 'শিক্ষার জন্য এসো, সেবার জন্য বেরিয়ে যাও', NULL, 1, '2023090217How-to-think-about-social-media-in-a-down-economy-Final.png', 1, NULL, '2023-09-11 05:23:13');

-- --------------------------------------------------------

--
-- Table structure for table `sliders`
--

CREATE TABLE `sliders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sliders`
--

INSERT INTO `sliders` (`id`, `title`, `image`, `status`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, 'College Photo', '2023080918photo-1562774053-701939374585.jpeg', 1, 1, 1, '2021-09-16 11:58:30', '2023-08-09 12:00:54'),
(2, 'College Phot 2', '2023080918quad-university-washington-21103325.webp', 1, 1, 1, '2021-09-16 12:03:44', '2023-08-09 12:00:43'),
(3, 'College Photo 3', '2023080918images.jpeg', 1, 1, 1, '2021-09-16 12:04:09', '2023-08-09 12:01:01');

-- --------------------------------------------------------

--
-- Table structure for table `sts`
--

CREATE TABLE `sts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tution` longtext DEFAULT NULL,
  `uniform` longtext DEFAULT NULL,
  `exam_manage` longtext DEFAULT NULL,
  `rules` longtext DEFAULT NULL,
  `our_student` longtext DEFAULT NULL,
  `student_success` longtext DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sts`
--

INSERT INTO `sts` (`id`, `tution`, `uniform`, `exam_manage`, `rules`, `our_student`, `student_success`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', '<span style=\"color: rgb(68, 68, 68); font-family: kalpurushregular; font-size: 14px; text-align: justify;\">অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</span>', 1, NULL, '2021-09-07 10:31:32', '2021-09-07 10:59:38');

-- --------------------------------------------------------

--
-- Table structure for table `student_classes`
--

CREATE TABLE `student_classes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `student_classes`
--

INSERT INTO `student_classes` (`id`, `name`, `status`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, 'Play', 1, 1, 1, '2021-09-01 11:10:31', '2021-09-01 11:43:37'),
(2, 'Nursery', 1, 1, NULL, '2021-09-01 11:41:29', '2021-09-01 11:43:36');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `role_id` int(11) NOT NULL DEFAULT 2,
  `user_type` varchar(50) DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `about` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `desi_id` int(11) DEFAULT NULL,
  `subject_id` int(11) DEFAULT NULL,
  `class_id` int(11) DEFAULT NULL,
  `session_id` int(11) DEFAULT NULL,
  `group_id` int(11) DEFAULT NULL,
  `section_id` int(11) DEFAULT NULL,
  `roll_id` int(11) DEFAULT NULL,
  `image` varchar(255) NOT NULL DEFAULT 'default.jpg',
  `status` tinyint(4) DEFAULT 1,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `code` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `role_id`, `user_type`, `name`, `email`, `about`, `address`, `mobile`, `desi_id`, `subject_id`, `class_id`, `session_id`, `group_id`, `section_id`, `roll_id`, `image`, `status`, `email_verified_at`, `password`, `updated_by`, `remember_token`, `created_at`, `updated_at`, `code`) VALUES
(1, 1, 'super_admin', 'Kamrul', 'admin@gmail.com', NULL, 'Sreerampur ,Sherpur ,Bogura', '+8801712411894', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '202109011220FT18367 br(2).jpg', 1, NULL, '$2y$10$xUaQqqPdbr0uD9Eu954P1.kcTLiUTcdFrq.XO2Ocubq9jA2usbhI6', NULL, NULL, '2021-06-18 12:06:52', '2021-09-01 06:20:16', NULL),
(2, 4, 'user', 'Ahmed', 'user@gmail.com', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'default.jpg', 1, NULL, '$2y$10$xUaQqqPdbr0uD9Eu954P1.kcTLiUTcdFrq.XO2Ocubq9jA2usbhI6', NULL, NULL, '2021-06-18 12:06:53', '2021-06-18 12:06:53', NULL),
(3, 2, 'teacher', 'Teacher2', 'teacher@gmail.com', NULL, 'Sreerampur ,Sherpur ,Bogura', '+8801312411894', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '202109011309FT18366 bri.jpg', 1, NULL, '$2y$10$xUaQqqPdbr0uD9Eu954P1.kcTLiUTcdFrq.XO2Ocubq9jA2usbhI6', NULL, NULL, '2021-06-18 12:06:53', '2023-09-11 05:19:49', NULL),
(4, 3, 'student', 'Student', 'student@gmail.com', NULL, 'Shantinogor ,Sherpur ,Bogura', '01717561373', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '202109011315IMG_20210616_115124.jpg', 1, NULL, '$2y$10$R.l5SilUzQkb5S5dvg87dejn6zPd1a9fEbj7nb61UShQ0h6SSvLpm', 1, NULL, '2021-06-18 12:06:53', '2021-09-01 07:15:00', NULL),
(5, 6, 'super_admin', 'Kamrul Hossain', 'superadmin@gmail.com', NULL, 'Sreerampur ,Sherpur ,Bogura', '+8801312411894', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '202109011220FT18367 br(2).jpg', 1, NULL, '$2y$10$xUaQqqPdbr0uD9Eu954P1.kcTLiUTcdFrq.XO2Ocubq9jA2usbhI6', NULL, NULL, '2021-06-18 12:06:52', '2021-09-01 06:20:16', NULL),
(6, 3, NULL, 'dgfdgdf', 'hh@hkj.com', NULL, NULL, '5674', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'default.jpg', 1, NULL, '$2y$10$QntEUNGDNW/.dgPJlyorouEoHUb4yqJ84LUhcsfzgapxeIIKxieve', NULL, NULL, '2023-09-11 05:41:01', '2023-09-11 05:41:01', '556989');

-- --------------------------------------------------------

--
-- Table structure for table `videos`
--

CREATE TABLE `videos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` text DEFAULT NULL,
  `link` varchar(255) DEFAULT NULL,
  `caption_by` varchar(255) DEFAULT NULL,
  `caption_date` date DEFAULT NULL,
  `video` varchar(255) DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `videos`
--

INSERT INTO `videos` (`id`, `title`, `link`, `caption_by`, `caption_date`, `video`, `status`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(1, '2nd Batch | Bootstrap Form-2 Part-10 | Website Development | Full Course | Bangla Tutorial', 'https://www.youtube.com/embed/21ymSMNfKP8', 'Sagor', '2021-09-15', NULL, 1, 1, NULL, '2021-09-14 13:29:39', '2021-09-14 13:37:38'),
(2, 'Laravel Website Development | With Full Project Course | Change Password-1 | Part- 53 | Bangla', 'https://www.youtube.com/embed/KvIfvvfmX9Q', 'Sagor', '2021-09-15', NULL, 1, 1, NULL, '2021-09-14 13:30:41', '2021-09-14 13:30:41'),
(3, 'Tutorial -1 -- CSS Part 1 Bangla Tutorial', 'https://www.youtube.com/embed/ABm4J6hitQw', 'Sagor', '2021-09-15', NULL, 1, 1, NULL, '2021-09-14 13:32:09', '2021-09-14 13:32:09');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `academics`
--
ALTER TABLE `academics`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `admissions`
--
ALTER TABLE `admissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blogs`
--
ALTER TABLE `blogs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `campuses`
--
ALTER TABLE `campuses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `categories_category_name_unique` (`category_name`);

--
-- Indexes for table `contacts`
--
ALTER TABLE `contacts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `courses`
--
ALTER TABLE `courses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `papers`
--
ALTER TABLE `papers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `photos`
--
ALTER TABLE `photos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `principals`
--
ALTER TABLE `principals`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `resources`
--
ALTER TABLE `resources`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sliders`
--
ALTER TABLE `sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sts`
--
ALTER TABLE `sts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_classes`
--
ALTER TABLE `student_classes`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `student_classes_name_unique` (`name`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `videos`
--
ALTER TABLE `videos`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `academics`
--
ALTER TABLE `academics`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `admissions`
--
ALTER TABLE `admissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `blogs`
--
ALTER TABLE `blogs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `campuses`
--
ALTER TABLE `campuses`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `contacts`
--
ALTER TABLE `contacts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `courses`
--
ALTER TABLE `courses`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `papers`
--
ALTER TABLE `papers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `photos`
--
ALTER TABLE `photos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `principals`
--
ALTER TABLE `principals`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `resources`
--
ALTER TABLE `resources`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `sliders`
--
ALTER TABLE `sliders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `sts`
--
ALTER TABLE `sts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `student_classes`
--
ALTER TABLE `student_classes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `videos`
--
ALTER TABLE `videos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
